Repository: patrick1990/postmag-nc
Catalog: translationfiles/*/postmag.po
Languages: de

source: Postmag test message
de: Postmag Testnachricht

source: This is a test message for your alias
de: Das ist eine Testnachricht für deinen Alias

source: If you have received it, your alias works as expected.
de: Wenn du sie empfangen hast, ist dein Alias einsatzbereit.

source: If you have not expected this message, please contact your administrator.
de: Wenn du nicht weißt, warum du diese Nachricht erhalten hast, kontaktiere bitte deinen Administrator.

source: Postfix mail alias generator for Nextcloud
de: Postfix mail alias generator für Nextcloud

source: This app allows users to generate aliases for their email addresses so that they can use different email addresses for different services on the internet easily. A configuration file for postfix that implements these aliases can be generated via the occ command line tool.
de: Diese App ermöglicht es Benutzern, einfach E-Mail-Aliases zu erzeugen, die sie im Internet verwenden können. Dafür kann mittels dem OCC Command Line Tool ein Konfigurationsfile erzeugt werden, das für Postfix geeignet ist.

source: Please input a valid alias name.
de: Gib bitte einen gültigen Alias-Namen ein.

source: Please input a valid email address.
de: Gib bitte eine gültige E-Mail-Adresse ein.

source: Please input a valid comment.
de: Gib bitte einen gültigen Kommentar ein.

source: Copied alias to clipboard!
de: In die Zwischenablage kopiert!

source: Error on Postmag config load ({status}).
de: Fehler beim Laden der Konfiguration ({status})

source: Error on Postmag config load (unknown error).
de: Fehler beim Laden der Konfiguration (unbekannt).

source: Postmag settings changed successfully!
de: Einstellungen erfolgreich geändert!

source: Error on Postmag settings change ({status}).
de: Fehler beim Ändern der Einstellungen ({status}).

source: Error on Postmag settings change (unknown error).
de: Fehler beim Ändern der Einstellungen (unbekannt).

source: Error on Postmag user info load ({status}).
de: Fehler beim Laden der Benutzerinformationen ({status}).

source: Error on Postmag user info load (unknown error).
de: Fehler beim Laden der Benutzerinformationen (unbekannt).

source: Error on Postmag alias load ({status}).
de: Fehler beim Laden der Aliases ({status}).

source: Error on Postmag alias load (unknown error).
de: Fehler beim Laden der Aliases (unbekannt).

source: Error on alias creation ({status}).
de: Fehler beim Anlegen des Aliases ({status}).

source: Error on alias creation (unknown error).
de: Fehler beim Anlegen des Aliases (unbekannt).

source: Error on alias read ({status}).
de: Fehler beim Lesen des Aliases ({status}).

source: Error on alias read (unknown error).
de: Fehler beim Lesen des Aliases (unbekannt).

source: Error on alias update ({status}).
de: Fehler beim Aktualisieren des Aliases ({status}).

source: Error on alias update (unknown error).
de: Fehler beim Aktualisieren des Aliases (unbekannt).

source: Error on alias delete ({status}).
de: Fehler beim Löschen des Aliases ({status}).

source: Error on alias delete (unknown error).
de: Fehler beim Löschen des Aliases (unbekannt).

source: Sent test message to alias.
de: Testnachricht gesendet.

source: Error on sending test message ({status}).
de: Fehler beim Senden der Testnachricht ({status}).

source: Error on sending test message (unknown error).
de: Fehler beim Senden der Testnachricht (unbekannt).

source: Welcome to Postmag!
de: Willkommen bei Postmag!

source: Your postfix mail alias generator.
de: Dein Postfix E-Mail-Alias Generator.

source: You don't have any mail aliases yet.
de: Bisher hast du keine E-Mail-Aliases.

source: Go on by pressing the new alias button.
de: Lege einen Alias an, indem du auf "Neuer Alias" klickst.

source: Copy alias
de: Kopiere Alias

source: Send test message
de: Sende Testnachricht

source: Delete alias
de: Lösche Alias

source: Enabled
de: Aktiviert

source: Created
de: Erstellt

source: Last Modified
de: Zuletzt geändert

source: Ready
de: Bereit

source: Send to address
de: Ziel-Adresse

source: Comment
de: Notizen

source: Apply
de: Übernehmen

source: Delete {aliasHead}?
de: {aliasHead} löschen?

source: Are you sure you want to delete this alias?
de: Bist du sicher, dass du diesen Alias löschen möchtest?

source: Deleted aliases cannot be restored.
de: Gelöschte Aliases können nicht wiederhergestellt werden.

source: Consider disabling the alias if you don't want to receive mails via it anymore.
de: Aliases können auch deaktiviert werden, wenn du keine E-Mails mehr über sie empfangen möchtest.

source: Yes
de: Ja

source: No
de: Nein

source: New alias
de: Neuer Alias

source: Now
de: Jetzt

source: %n second after creation
de: %n Sekunde nach Erstellung

source: Create
de: Anlegen

source: In %n second
de: In %n Sekunde

source: All aliases
de: Alle Aliases

source: Disabled
de: Deaktiviert

source: Loading...
de: Lade...

source: Postmag settings
de: Postmag Einstellungen

source: Set your target mail domain and alias id lengths.
de: Konfiguriere deine Ziel-Domäne und wähle die Längen der Alias IDs.

source: Target mail domain
de: Ziel-Mail-Domäne

source: Length of user alias ids (only for new users)
de: Länge der User Alias IDs (nur bei neuen Benutzern)

source: Length of alias ids (only for new aliases)
de: Länge der Alias IDs (nur bei neuen Aliases)

source: Time until alias changes are valid (ready time in seconds)
de: Zeit bis Änderungen an Aliases gültig sind (in Sekunden)
